# name = input('请输入用户名')

# if name == 'admin':
# 	print('尊敬管理员用户您好!!! 欢迎来到 xxx上线了')

# money = 10


# if money > 0:
# 	print('有钱真好!!!')
# 	print('您需要什么样的服务')
# else:
# 	print('滚!!!没钱还想来吃饭!!!')

# print('程序结束')


#  如果有苹果就买两斤苹果,
#  没有苹果就买一个西瓜 
#  如果都没有你就不要回来了

apple = 1
xigua = 0

if apple:
	print('xxx 买了两斤苹果,回家了!!!')
elif xigua:
	print('xxx 买了一个西瓜!!!')
else:
	print('喂 110吗!!! 我犯错了!!!')

1> 第一题
# 如果是管理登录输出能增删改查
# 如果是普通用户输出 能查
# 如果是游客 提示权限不够
# 其他情况  去注册
2 > 输入一个数 如果是偶数则输出

3> 判断分数是否在合理的范围 0 100 

4 > 输入一个数 判断是否是7的倍数,如果是则输出这个数 否则输出这个数不是7的倍数

5 输入有个数 根据分数输出成绩的好坏  90分 优秀  80 良好 60 及格 其他情况,请把你家长叫来















